-- phpMyAdmin SQL Dump
-- version 4.2.12deb2+deb8u1build0.15.04.1
-- http://www.phpmyadmin.net
--
-- Хост: localhost
-- Время создания: Фев 03 2017 г., 06:53
-- Версия сервера: 5.6.28-0ubuntu0.15.04.1
-- Версия PHP: 5.6.4-4ubuntu6.4

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- База данных: `istudent`
--

-- --------------------------------------------------------

--
-- Структура таблицы `regions`
--

CREATE TABLE IF NOT EXISTS `regions` (
`id` int(11) NOT NULL,
  `oblast_id` int(11) NOT NULL DEFAULT '0',
  `name_uz` varchar(50) DEFAULT NULL,
  `name_ru` char(50) DEFAULT NULL,
  `name_uzkr` char(50) DEFAULT NULL
) ENGINE=InnoDB AUTO_INCREMENT=180 DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `regions`
--

INSERT INTO `regions` (`id`, `oblast_id`, `name_uz`, `name_ru`, `name_uzkr`) VALUES
(2, 1, 'Olmazor tumani', 'Алмазарский район', 'Олмазор тумани'),
(3, 1, 'Bektemir tumuni', 'Бектемирский район', 'Бектемир тумани'),
(4, 1, 'Mirzo-Ulug''bek tumani', 'Мирзо-Улугбекский район', 'Мирзо-Улуғбек тумани'),
(5, 1, 'Mirobod tumani', 'Миробадский район', 'Миробод тумани'),
(6, 1, 'Sirg''li tumani', 'Сергелийский район', 'Сирғали тумани'),
(7, 1, 'Uchtepa tumani', 'Учтепинский район', 'Учтепа тумани'),
(8, 1, 'Yashnabod tumani', 'Яшнабадский район', 'Яшнабод тумани'),
(9, 1, 'Chilonzor tumani', 'Чиланзарский район', 'Чилонзор тумани'),
(10, 1, 'Shayhontohur tumani', 'Шайхантаурский район', 'Шайхонтохур тумани'),
(12, 1, 'Yakkasaroy tumani', 'Яккасарайский район', 'Яккасарой тумани'),
(13, 1, 'Yunusobod tumani', 'Юнусабадский район', 'Юнусобод тумани'),
(16, 2, 'Bogʻot tumani', 'Багатский район', 'Боғот тумани'),
(17, 2, 'Gurlan tumani', 'Гурленский район', 'Гурлан тумани'),
(18, 2, 'Qoʻshkoʻpir tumani', 'Кошкупырский район', 'Қўшкўпир tumani'),
(19, 2, 'Urganch tumani', 'Ургенчский район', 'Урганч тумани'),
(20, 2, 'Xazorasp tumani', 'Хазараспский район', 'Хазорасп тумани'),
(21, 2, 'Xonqa tumani', 'Ханкаский район', 'Хонқа тамани'),
(22, 2, 'Xiva tumani', 'Хиваский район', 'Хива тумани'),
(23, 2, 'Shovot tumani', 'Шаватский район', 'Шовот тумани'),
(24, 2, 'Yangiariq tumani', 'Янгиарыкский район', 'Янгиариқ тумани'),
(25, 2, 'Yangibozor tumani', 'Янгибазарский район', 'Янгибозор тумани'),
(26, 2, 'Urganch shahri', 'Город Ургенч', 'Урганч тумани'),
(27, 3, 'Oltinko’l tumani', 'Алтынкульский район', 'Олтинкўл тумани'),
(28, 3, 'Andijon tumani', 'Андижанский район', 'Андижон тумани'),
(29, 3, 'Asaka tumani', 'Асакаский район', 'Асака тумани'),
(30, 3, 'Baliqchi tumani', 'Балыкчиский район', 'Балиқчи тумани'),
(31, 3, 'Bo’z tumani', 'Бозский район', 'Бўз тумани'),
(32, 3, 'Buloqboshi tumani', 'Булакбашиский район', 'Булоқбоши тумани'),
(34, 3, 'Izboskan tumani', 'Избасканский район', 'Избоскан тумани'),
(35, 3, 'Qo’rg’ontepa tumani', 'Кургантепаский район', 'Қўрғонтепа тумани'),
(36, 3, 'Jalolquduq tumani', 'Джалакудукский район', 'Жалолқудуқ тумани'),
(37, 3, 'Paxtaobod tumani', 'Пахтаабадский район', 'Пахтаобод тумани'),
(38, 3, 'Ulug’nor tumani', 'Улугнорский район', 'Улуғнор тумани'),
(39, 3, 'Xo’jaobod tumani', 'Ходжаабадский район', 'Хўжаобод тумани'),
(40, 3, 'Shahrixon tumani', 'Шахриханский район', 'Шаҳрихон тумани'),
(41, 3, 'Andijon shahri', 'г. Андижан', 'Андижон шахри'),
(42, 3, 'Xonobod shahri', 'г. Ханабад', 'Хонобод шахри'),
(43, 13, 'Olot tumani', 'Алатский район', 'Олот тумани'),
(44, 13, 'Buxoro tumani', 'Бухарский район', 'Бухоро тумани'),
(45, 13, 'Vobkent tumani', 'Вабкентский район', 'Вобкент тумани'),
(46, 13, 'G’ijduvon tumani', 'Гиждуванский район', 'Ғиждувон тумани'),
(47, 13, 'Jondor tumani', 'Жондорский район', 'Жондор тумани'),
(48, 13, 'Kogon tumani', 'Каганский район', 'Когон тумани'),
(49, 13, 'Qorako’l tumani', 'Каракульский район', 'Қоракўл тумани'),
(50, 13, 'Qorovulbozor tumani', 'Караулбазарский район', 'Қоровулбозор тумани'),
(51, 13, 'Peshku tumani', 'Пешкуский район', 'Пешку тумани'),
(52, 13, 'Peshku tumani', 'Пешкуский район', 'Пешку тумани'),
(53, 13, 'Romitan tumani', 'Ромитанский район', 'Ромитан тумани'),
(54, 13, 'Shofirkon tumani', 'Шафирканский район', 'Шофиркон тумани'),
(55, 13, 'Buxoro shahri', 'г. Бухара', 'Бухоро шахри'),
(56, 13, 'Kogon shahri', 'г. Каган', 'Когон шахри'),
(57, 12, 'Arnasoy tumani', 'Арнасайский район', 'Арансой тумани'),
(58, 12, 'Baxmal tumani', 'Бахмальский район', 'Бахмал тумани'),
(59, 12, 'G`allaorol tumani', 'Галляаральский район', 'Ғаллаорол тумани'),
(60, 12, 'Jizzax tumani', 'Джизакский район', 'Жиззах тумани'),
(61, 12, 'Do`stlik tumani', 'Дустликский район', 'Дўстлик тумани'),
(62, 12, 'Zomin tumani', 'Зааминский район', 'Зомин тумани'),
(63, 12, 'Zarbdor tumani', 'Зарбдарский район', 'Зарбдор тумани'),
(64, 12, 'Zafarobod tumani', 'Зафарабадский район', 'Зафаробод тумани'),
(65, 12, 'Mirzacho`l tumani', 'Мирзачульский район', 'Мирзачўл тумани'),
(66, 12, 'Paxtakor tumani', 'Пахтакорский район', 'Пахтакор тумани'),
(67, 12, 'Forish tumani', 'Фаришский район', 'Фориш тумани'),
(68, 12, 'Yangiobod tumani', 'Янгиабадский район', 'Янгиобод тумани'),
(69, 12, 'Jizzax shahri', 'г. Джизак', 'Жиззах шахри'),
(70, 4, 'G’uzor tumani', 'Гузарский район', 'Ғузор тумани'),
(71, 4, 'Dehqonobod tumani', 'Дехканабадский район', 'Деҳқонобод тумани'),
(72, 4, 'Qamashi tumani', 'Камашиский район', 'Қамаши тумани'),
(73, 4, 'Qarshi tumani', 'Каршиский район', 'Қарши тумани'),
(74, 4, 'Koson tumani', 'Касанский район', 'Косон тумани'),
(75, 4, 'Kasbi tumani', 'Касбиский район', 'Касби тумани'),
(76, 4, 'Kitob tumani', 'Китабский район', 'Китоб тумани'),
(77, 4, 'Mirishkor tumani', 'Миришкорский район', 'Миришкор тумани'),
(78, 4, 'Muborak  tumani', 'Мубарекский район', 'Муборак тумани'),
(79, 4, 'Nishon tumani', 'Нишанский район', 'Нишон тумани'),
(80, 4, 'Chiroqchi tumani', 'Чиракчиский район', 'Чироқчи тумани'),
(81, 4, 'Shahrisabz tumani', 'Шахрисабзскийн район', 'Шахрисабз тумани'),
(82, 4, 'Yakkabog’ tumani', 'Яккабагский район', 'Яккабоғ тумани'),
(83, 4, 'Qarshi shahri', 'г. Карши', 'Қарши шахри'),
(84, 11, 'Konimex tumani', 'Канимехский район', 'Конимех тумани'),
(85, 11, 'Karman tumani ', 'Карманаский район', 'Карман тумани'),
(86, 11, 'Qiziltepa tumani', 'Кызылтепаский район', 'Қизилтепа тумани'),
(87, 11, 'Navbahor tumani', 'Навбахорский район', 'Навбаҳор тумани'),
(88, 11, 'Nurota tumani', 'Нуратаский район', 'Нурота тумани'),
(89, 11, 'Tomdi tumani', 'Тамдыский район', 'Томди тумани'),
(90, 11, 'Uchquduq tumani', 'Учкудукский район', 'Учқудуқ тумани'),
(91, 11, 'Xatirchi tumani', 'Хатырчиский район', 'Хатирчи тумани'),
(92, 11, 'Zarafshon shahri', 'г. Зарафшан', 'Зарафшон шахри'),
(93, 11, 'Navoiy shahri', 'г. Навои', 'Навоий шахри'),
(94, 10, 'Kosonsoy tumani', 'Касансайский район', 'Косонсой тумани'),
(95, 10, 'Mingbuloq tumani', 'Мингбулакский район', 'Мингбулоқ тумани'),
(96, 10, 'Norin tumani', 'Нарынский район', 'Норин тумани'),
(97, 10, 'Pop tumani', 'Папский район', 'Поп тумани'),
(98, 10, 'To’raqo’rg’on tumani', 'Туракурганский район', 'Тўрақўрғон тумани'),
(99, 10, 'Uychi tumani', 'Уйчиский район', 'Уйчи тумани'),
(100, 10, 'Uchqo’rg’on tumani', 'Учкурганский район', 'Учқўрғон тумани'),
(101, 10, 'Chortoq tumani', 'Чартакский район', 'Чортоқ тумани'),
(102, 10, 'Chust tumani', 'Чустский район', 'Чуст тумани'),
(103, 10, 'Yangiqo’rg’on tumani', 'Янгикурганский район', 'Янгиқўрғон тумани'),
(104, 10, 'Namangan shahri', 'г. Наманган', 'Наманган шахри'),
(105, 9, 'Oqdaryo tumani', 'Акдарьяский район', 'Оқдарё тумани'),
(106, 9, 'Bulung’ur tumani', 'Булунгурский район', 'Булунғур тумани'),
(107, 9, 'Jomboy tumani', 'Джамбайский район', 'Жомбой тумани'),
(108, 9, 'Ishtixon tumani', 'Иштыханский район', 'Иштихон тумани'),
(109, 9, 'Kattaqoʻrgʻon tumani', 'Каттакурганскийн район', 'Каттақўрғон тумани'),
(110, 9, 'Qoʻshrabot tumani', 'Кошрабадский район', 'Қўшработ тумани'),
(111, 9, 'Narpay tumani', 'Нарпайский район', 'Нарпай тумани'),
(112, 9, 'Nurobod tumani', 'Нурабадский район', 'Нуробод тумани'),
(113, 9, 'Payariq tumani', 'Пайарыкский район', 'Пайариқ тумани'),
(114, 9, 'Pastdargʻom tumani', 'Пастдаргомский район', 'Пастдарғом тумани'),
(115, 9, 'Paxtachi tumani', 'Пахтачиский район', 'Пахтачи тумани'),
(116, 9, 'Toyloq tumani', 'Тайлакский район', 'Тойлоқ тумани'),
(117, 9, 'Urgut tumani', 'Ургутский район', 'Ургут тумани'),
(118, 9, 'Kattaqo’rg’on shahri', 'г. Каттакурган', 'Каттақўрғон шахри'),
(119, 9, 'Samarqand shahri', 'г. Самарканд', 'Самарқанд шахри'),
(120, 8, 'Oltinsoy tumani', 'Алтынсайский район', 'Олтинсой тумани'),
(121, 8, 'Angor  tumani', 'Ангорский район', 'Ангор тумани'),
(122, 8, 'Boysun tumani', 'Байсунский район', 'Бойсун тумани'),
(123, 8, 'Denov tumani', 'Денауский район', 'Денов тумани'),
(124, 8, 'Jarqoʻrgʻon tumani', 'Джаркурганский район', 'Жарқўрғон тумани'),
(125, 8, 'Qiziriq tumani', 'Кизирикский район', 'Қизириқ тумани'),
(126, 8, 'Qumqoʻrgʻon tumani', 'Кумкурганский район', 'Қумқўрғон тумани'),
(127, 8, 'Muzrabot tumani', 'Музрабадский район', 'Музработ тумани'),
(128, 8, 'Sariosiyo tumani', 'Сариасияский район', 'Сариосиё тумани'),
(129, 8, 'Uzun tumani', 'Узунский район', 'Узун тумани'),
(130, 8, 'Sherobod tumani', 'Шерабадский район', 'Шеробод тумани'),
(131, 8, 'Shoʻrchi tumani', 'Шурчиский район', 'Шўрчи тумани'),
(132, 8, 'Termiz shahri', 'г. Термез', 'Термиз шахри'),
(133, 7, 'Oqoltin tumani', 'Акалтынский район', 'Оқолтин тумани'),
(134, 7, 'Boyovut tumani', 'Баяутский район', 'Боёвут тумани'),
(135, 7, 'Guliston tumani', 'Гулистанский район', 'Гулистон тумани'),
(136, 7, 'Mirzaobod tumani', 'Мирзаабадский район', 'Мирзаобод тумани'),
(137, 7, 'Sayxunobod tumani', 'Сайхунабадский район', 'Сайхунобод тумани'),
(138, 7, 'Sardoba tumani', 'Сардобаский район', 'Сардоба тумани'),
(139, 7, 'Xovos tumani', 'Хавасский район', 'Ховос тумани'),
(140, 7, 'Guliston shahri', 'г. Гулистан', 'Гулистон шахри'),
(141, 7, 'Shirin shahri', 'г. Ширин', 'Ширин шахри'),
(142, 7, 'Yangiyer shahri', 'г. Янгиер', 'Янгиер шахри'),
(143, 14, 'Oqqoʻrgʻon tumani', 'Аккурганский район', 'Оққўрғон тумани'),
(144, 7, 'Ohangaron tumani', 'Ахангаранский район', 'Оҳангарон тумани'),
(145, 14, 'Ohangaron tumani', 'Ахангаранский район', 'Оҳангарон тумани'),
(146, 14, 'Bekobod tumani', 'Бекабадский район', 'Бекобод тумани'),
(147, 14, 'Boʻstonliq tumani', 'Бостанлыкский район', 'Бўстонлиқ тумани'),
(148, 14, 'Boʻka tumani', 'Букаский район', 'Бўка тумани'),
(149, 14, 'Zangiota tumani', 'Зангиатаский район', 'Зангиота тумани'),
(150, 14, 'Qibray tumani', 'Кибрайский район', 'Қибрай тумани'),
(151, 14, 'Quyichirchiq tumani', 'Куйичирчикский район', 'Қуйичирчиқ тумани'),
(152, 14, 'Parkent tumani', 'Паркентский район', 'Паркент тумани'),
(153, 14, 'Piskent tumani', 'Пскентский район', 'Пискент тумани'),
(154, 14, 'Oʻrtachirchiq tumani', 'Уртачирчикский район', 'Ўртачирчиқ тумани'),
(155, 14, 'Chinoz tumani', 'Чиназский район', 'Чиноз тумани'),
(156, 14, 'Yuqorichirchiq tumani', 'Юкоричирчикский район', 'Юқоричирчиқ тумани'),
(157, 14, 'Yangiyoʻl tumani', 'Янгиюльский район', 'Янгийўл тумани'),
(158, 14, 'Olmaliq shahri', 'г. Алмалык', 'Олмалиқ шахри'),
(159, 14, 'Angren shahri', 'г. Ангрен', 'Ангрен шахри'),
(160, 14, 'Bekobod shahri', 'г. Бекабад', 'Бекобод шахри'),
(161, 14, 'Chirchiq shahri', 'г. Чирчик', 'Чирчиқ шахри'),
(162, 6, 'Oltiariq tumani', 'Алтыарыкский район', 'Олтиариқ тумани'),
(163, 6, 'Bagʻdod tumani', 'Багдадский район', 'Бағдод  тумани'),
(164, 6, 'Beshariq tumani', 'Бешарыкский район', 'Бешариқ тумани'),
(165, 6, 'Buvayda tumani', 'Бувайдаский район', 'Бувайда тумани'),
(166, 6, 'Dangʻara tumani', 'Дангараский район', 'Данғара тумани'),
(167, 6, 'Quva tumani', 'Куваский район', 'Қува тумани'),
(168, 6, 'Qoʻshtepa tumani', 'Куштепаский район', 'Қўштепа тумани'),
(169, 6, 'Rishton tumani', 'Риштанский район', 'Риштон тумани'),
(170, 6, 'Soʻx tumani', 'Сохский район', 'Сўх тумани'),
(171, 6, 'Toshloq tumani', 'Ташлакский район', 'Тошлоқ тумани'),
(172, 6, 'Oʻzbekiston tumani', 'Узбекистанский район', 'Ўзбекистон тумани'),
(173, 6, 'Uchkoʻprik tumani', 'Учкуприкский район', 'Учкўприк тумани'),
(174, 6, 'Furqat tumani', 'Фуркатский район', 'Фурқат тумани'),
(175, 6, 'Yozyovon tumani', 'Язъяванский район', 'Ёзёвон тумани'),
(176, 6, 'Qoʻqon shahri', 'г. Коканд', 'Қўқон шахри'),
(177, 6, 'Quvasoy shahri', 'г. Кувасай', 'Қувасой шахри'),
(178, 6, 'Marg’ilon shahri', 'г. Маргилан', 'Марғилон шахри'),
(179, 6, 'Fargʻona shahri', 'г. Фергана', 'Фарғона шахри');

--
-- Индексы сохранённых таблиц
--

--
-- Индексы таблицы `regions`
--
ALTER TABLE `regions`
 ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT для сохранённых таблиц
--

--
-- AUTO_INCREMENT для таблицы `regions`
--
ALTER TABLE `regions`
MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=180;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
